Repository: TKragsberger/GryphonSecurity_v2_2
Catalog: GryphonSecurity_v2_2/Resources/AppResources.*.resx
Languages: da_dk

# AppBarButtonText
source: Register
da_dk: Registere

# LayoutTitleAlarmReport
source: Alarm Report
da_dk: Alarmrapport

# LayoutTitleLogin
source: Login
da_dk: Log ind

# LayoutTitleRegister
source: Register
da_dk: Registrer

source: Pending alarmreports:
da_dk: Afventende Alarmrapporter:

source: Pending NFC:
da_dk: Afventende NFC:

# PendingSendPendingButton
source: Send pending
da_dk: Send

# ReportAlarmReportFailed
source: The report was not sent
da_dk: Rapporten blev ikke sendt

# ReportAlarmReportLocalStorageFailed
source: Alarm report did not get saved on phone
da_dk: Alarm rapport blev ikke gemt på telefon

# ReportAlarmReportLocalStorageSuccess
source: Alarm report did get saved on phone
da_dk: Alarm rapport blev gemt på telefon

# ReportAlarmReportSuccess
source: The report was sent
da_dk: Rapporten blev sendt

# ReportApprehendedPerson
source: Apprehended person
da_dk: Antruffen Person

# ReportArrivedAtTB
source: Arrived at:
da_dk: Var fremme:

# ReportBurglaryVandalism
source: Burglary vandalism
da_dk: Indbrud hærværk

# ReportCancelsDuringEmergency
source: Cancel during emergency
da_dk: Afmeldt under udrykning

# ReportCity
source: City
da_dk: By

# ReportControlCenter
source: Control center
da_dk: Kontrolcentral

# ReportCoverMade
source: Cover made
da_dk: Afdækning foretaget

# ReportCustomerName
source: Customer name
da_dk: Kundenavn

# ReportCustomerNameTB
source: Customer name:
da_dk: Kundenavn:

# ReportCustomerNotFound
source: Customer not found
da_dk: Kunde blev ikke fundet

# ReportCustomerNumber
source: Customer number
da_dk: Kundenummer

# ReportDateTB
source: Date:
da_dk: Dato:

# ReportDoneTB
source: Done:
da_dk: Færdig:

# ReportError
source: Error
da_dk: Fejl

# ReportFillSpaces
source: Fill out the required boxes
da_dk: Udfyld de manglende felter

# ReportGuardRadioedDateTB
source: Guard radioed date:
da_dk: Vagt rekviveret den:

# ReportGuardRadioedFromTB
source: Guard radioed from:
da_dk: Vagt rekviveret fra:

# ReportGuardRadioedToTB
source: Guard radioed to:
da_dk: Vagt rekviveret til:

# ReportInstaller
source: Installer
da_dk: Installatør

# ReportNFCDisabled
source: NFC disabled, Restart the App with NFC enabled
da_dk: NFC slået fra, genstart appen med NFC slået til

# ReportNothingToReport
source: Nothing to report
da_dk: Intet at bemærke

# ReportOther
source: Other
da_dk: Andet

# ReportPhonenumber
source: Phonenumber
da_dk: Telefonnummer

# ReportRemark
source: Remark
da_dk: Bemærkning

# ReportSaveReportButton
source: Save
da_dk: Gem

# ReportSearchForCustomer
source: Search
da_dk: Søg

# ReportSendReportButton
source: Send report
da_dk: Send Rapport

# ReportStaffError
source: Staff error
da_dk: Personalefejl

# ReportStreetAndHouseNumber
source: Street and house number
da_dk: Gade og husnummer

# ReportTechnicalError
source: Technical error
da_dk: Teknisk fejl

# ReportUnknownReason
source: Unknown reason
da_dk: Ukendt årsag

# ReportWindowDoorClosed
source: Window door closed
da_dk: Vindue dør lukket

# ReportZipCode
source: Zip code
da_dk: Postnummer

# ResourceLanguage
source: en-US
da_dk: da-DK

# ScanNFCReady
source: Ready to scan NFC tag
da_dk: Klar til at scanne NFC tag

# ScanNFCScanTime
source: Time of scan
da_dk: Tidspunkt NFC blev scannet

# ScanNFCTagAddress
source: Tag address
da_dk: Tag adresse

# ScanNFCTempStorage
source: NFC scan saved on phone
da_dk: NFC scan gemt på telefon

# SearchUserRegisterButton
source: Search for user
da_dk: Søg

source: User created
da_dk: Bruger Oprettet

# UserFirstname
source: Firstname
da_dk: Fornavn

# UserLastname
source: Lastname
da_dk: Efternavn

source: User not created
da_dk: Bruger blev ikke oprettet

# UserNotFound
source: User not found, wrong id
da_dk: Bruger blev ikke funder, forkert id

# UserRegisterButton
source: Register
da_dk: Registrere

# UserRegistrationError
source: Error in registration
da_dk: Fejl i registrering, bruger findes ikke i databasen
